/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Resume";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Resume On Page…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Hold";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Delete";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Utility";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Scanner";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Supply Levels";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Log & History";

/* PP_STOP_QUEUE */
"Pause Printer" = "Pause Printer";

/* PP_START_QUEUE */
"Resume Printer" = "Resume Printer";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Pause Fax";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Resume Fax";

/* PP_INFO_QUEUE */
"Info" = "Info";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Delete Job";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Delete Jobs";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Hold Job";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Hold Jobs";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Resume Job";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Resume Jobs";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Resume Jobs On Page…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Resume Job On Page…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Show Completed Jobs";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Hide Completed Jobs";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Resume printing of selected job(s)";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Resume faxing of selected job(s)";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Resume printing on page…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Resume faxing on page…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Hold printing of selected job(s)";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Hold faxing of selected job(s)";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Delete the selected job(s)";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Launch the printer’s utility";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Launch the printer’s scanner";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "View information on ink or toner levels";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Launch Console to view the printing logs";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Stop printing of all jobs to this printer";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Resume printing of all jobs to this printer";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Stop faxing of all jobs to this fax";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Resume faxing of all jobs to this fax";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Display general, setup, and supply level information for this printer";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Display general, setup, and supply level information for this fax";

/* PP_PrinterReady */
"Printer Ready" = "Printer Ready";

/* PP_PrinterStopped */
"Printer Paused" = "Printer Paused";

/* PP_FaxReady */
"Fax Ready" = "Fax Ready";

/* PP_FaxStopped */
"Fax Paused" = "Fax Paused";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Auto Quit";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Automatically quit when all jobs are complete";

/* PP_PrinterProcessing */
"Processing Job" = "Processing Job";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "Printing ‘%@’. Copy %d of %d, Sheet %d of %d, Page %d of %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "Printing ‘%@’. Copy %d of %d, Page %d of %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "Printing ‘%@’. Copy %d of %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "Printing ‘%@’. Sheet %d of %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "Printing ‘%@’. Page %d of %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "Printing ‘%@’.";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "On Hold (Authentication required)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Hold until %@";

/* PJ_Hold */
"On Hold" = "On Hold";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "Printing";

/* PJ_Stopped */
"Stopped" = "Stopped";

/* PJ_Cancelled */
"Cancelled" = "Cancelled";

/* PJ_Aborted */
"Aborted" = "Aborted";

/* PJ_Completed */
"Completed" = "Completed";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "There is no default application specified to print the document \“%@\”.";

/* DV_FileSizeInBytes */
"%d bytes" = "%d bytes";

/* DV_FileSizeInKBytes */
"%d KB" = "%d KB";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f MB";

/* PP_Status_String */
"Status:" = "Status:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (1 Job)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (%d Jobs)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Cancel";

/* Choose_String */
"Choose" = "Choose";

/* PP_About_MenuItem */		
"About %@" = "About %@";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Hide %@";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Quit %@";

/* PP_Help_MenuItem	*/
"Help %@" = "Help %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "Unable to open raster file";
"Error reading pixel data" = "Error reading pixel data";
"Could not create T.4 tiff image" = "Could not create T.4 tiff image";
"Unsupported raster type" = "Unsupported raster type";

/* Default String for errors */
"Operation Could not be completed." = "Operation Could not be completed.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "The printing service is not available.";

/* Error number shown in error alerts */
"Error:%d" = "Error:%d";


